/* 
    SORelativeDateTransformer.strings
    Localization contributed by Ragnar Henriksen <https://github.com/ragnar/>, 2013-05-13
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "over %@";

"now" = "nu";
"%d year (plural rule: one)" = "%d jaar";
"%d year (plural rule: other)" = "%d jaren";
"%d month (plural rule: one)" = "%d maand";
"%d month (plural rule: other)" = "%d maanden";
"%d week (plural rule: one)" = "%d week";
"%d week (plural rule: other)" = "%d weken";
"%d day (plural rule: one)" = "%d dag";
"%d day (plural rule: other)" = "%d dagen";
"%d hour (plural rule: one)" = "%d uur";
"%d hour (plural rule: other)" = "%d uren";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d seco";
"%d second (plural rule: other)" = "%d sec";
